app/controllers/kinds_controller.rb

  def index
    @meu_nome = "Pedro Paiva"
    @kinds = Kind.all
---
SELECT "kinds".* FROM "kinds"

  def create
    @kind = Kind.new(kind_params)

    respond_to do |format|
      if @kind.save
---
INSERT INTO "kinds" ("description", "created_at", "updated_at") VALUES (?, ?, ?)  [["description", "Comercio"], ["created_at", "2017-10-09 00:03:05.876266"], ["updated_at", "2017-10-09 00:03:05.876266"]]